{
  "LocaleRootLayout": {
    "Metadata": {
      "default-title": "BioFloor - Einstreu für Züchter!"
    }
  },
  "Navigation": {
    "naturalSolution": "Natürliche Lösung",
    "advantages": "Vorteile",
    "howToUse": "Wie benutzt man es?",
    "offer": "Angebot",
    "contact": "Kontakt",
    "LanguageButton": {
      "label": "Sprache auswählen:",
      "locale": "{locale, select, pl {🇵🇱 Polski} de {🇩🇪 Deutsch} en {🇺🇸 English} other {Nieznany}}"
    }
  },
  "Footer": {
    "contactTitle": "Kontaktdaten:",
    "localizationTitle": "Standort:",
    "streetShortcut": "Str.",
    "annotationTitle": "Anmerkungen:",
    "howToUse": "Sehen Sie, wie man es verwendet",
    "privacyPolicy": "Datenschutzrichtlinie",
    "contact": "Kontakt",
    "fullTruckloadLogistics": "Komplettladungslogistik",
    "copyright": "Urheberrecht",
    "socialMediaTitle": "Finden Sie uns auf:"
  },
  "Home": {
    "Metadata": {
      "title": "BioFloor - Innovative Einstreu für Geflügelzüchter | Gesundheit & Effizienz",
      "description": "Entdecken Sie BioFloor - Einstreu aus Sonnenblumenschalen für gesunde Vögel, saubere Ställe und effiziente Zucht. Jetzt Muster bestellen!"
    },
    "Page": {
      "title": "Einstreu, das sich um Ihre Zucht kümmert.",
      "description": "Gesunde Vögel, sauberere Ställe, effizientere Zucht - alles beginnt mit dem richtigen Untergrund. PodŁapki ist moderne Sonnenblumeneinstreu, die hohe Saugfähigkeit, Hygiene und Nährwert verbindet, um den Vögeln Komfort und den Züchtern Einsparungen zu bieten.",
      "cta1": "Probe bestellen",
      "cta2": "Angebot ansehen",
      "sectionIntroTitle": "Effizienz, die sich lohnt",
      "sectionIntroDescription": "Entdecken Sie, wie unsere Einstreu die Standards in der Geflügelzucht anhebt.",
      "greenCardTitle1": "Komfort und Wohlbefinden",
      "greenCardDescription1": "Die weiche und gleichzeitig stabile Struktur von PodŁapki schützt die Füße des Geflügels und vereint die besten Eigenschaften verschiedener Materialien.",
      "greenCardTitle2": "Natürlicher Schutz",
      "greenCardDescription2": "Begrenzt das Wachstum von Bakterien und Pilzen, ist sicherer als Torf oder Stroh.",
      "greenCardTitle3": "Saugfähigkeit",
      "greenCardDescription3": "PodŁapki absorbiert Feuchtigkeit effektiv, verhindert die Entwicklung von Bakterien und Schimmel und sorgt für eine gesunde, trockene Umgebung.",
      "greenCardTitle4": "Einfache Reinigung",
      "greenCardDescription4": "Klumpt nicht, erleichtert die Reinigung und Hygiene im Hühnerstall.",
      "informationSectionTitle": "Für wen?",
      "informationSectionDescription": "<b>PodŁapki</b> ist Einstreu für moderne Geflügelfarmen und -unternehmen, die auf Produktionsoptimierung und Tierwohl setzen. Unsere Lösung hilft, die Effizienz zu steigern, Verluste zu reduzieren und bessere Zuchtbedingungen zu schaffen - ohne Kompromisse.",
      "informationSectionTitle2": "Investieren Sie in die Zukunft der Zucht",
      "informationSectionDescription2": "Wenn Sie nach einer bewährten Lösung suchen, die echte finanzielle und gesundheitliche Vorteile bringt, ist <b>PodŁapki</b> für Sie geeignet. Kontaktieren Sie uns und finden Sie heraus, ob wir bei der Entwicklung Ihrer Farm helfen können.",
      "Client": {
        "h3": "- Einstreu für Züchter -"
      }
    }
  },
  "NaturalSolution": {
    "Metadata": {
      "title": "BioFloor - Natürliche Einstreu für Geflügelzucht | Gesundheit & Leistung",
      "description": "Erfahren Sie, warum die richtige Einstreu wichtig ist. BioFloor schützt vor Risiken, fördert die Geflügelgesundheit und steigert die Produktion."
    },
    "Page": {
      "title": "Einstreu in der Geflügelzucht",
      "titleLight": "- ein Schlüsselfaktor für Gesundheit und Effizienz",
      "description": "Die Qualität der Einstreu im Hühnerstall hat einen direkten Einfluss auf die Gesundheit der Vögel, die Produktionseffizienz und die Qualität des Endprodukts. Die richtige Struktur und Zusammensetzung der Einstreu verhindert das Wachstum von Bakterien und Schimmel, reduziert die Emission schädlicher Gase und sorgt für ein optimales Mikroklima im Zuchtgebäude.",
      "cta1": "Probe bestellen",
      "cta2": "Angebot ansehen",
      "sectionTitle": "Was sind die Gefahren einer ungeeigneten Einstreu?",
      "sectionDescription": "Schlecht ausgewählte und unsachgemäß gepflegte Einstreu führt zu:",
      "brownCardTitle1": "Übermäßige Feuchtigkeit",
      "brownCardDescription1": "Übermäßige Feuchtigkeit, die die Bildung einer harten Kruste und das Wachstum von Krankheitserregern begünstigt.",
      "brownCardTitle2": "Gasemissionen",
      "brownCardDescription2": "Erhöhte Emission von Ammoniak, Schwefelwasserstoff und Kohlendioxid - Reizung der Schleimhäute der Vögel, geschwächte Immunität und verringerte Schlachtkörperqualität.",
      "brownCardTitle3": "Bakterielle Infektionen",
      "brownCardDescription3": "Bakterielle Infektionen (Salmonella, Escherichia coli, Staphylococcus), die die Sterblichkeitsrate der Herde und die Behandlungskosten erhöhen.",
      "brownCardTitle4": "Dermatologische Probleme",
      "brownCardDescription4": "Dermatologische Probleme - Fußgeschwüre und Brustblasenenzündungen.",
      "brownCardTitle5": "Luftverschmutzung",
      "brownCardDescription5": "Luftverschmutzung durch Staub, der sowohl den Vögeln als auch den Zuchtarbeitern schadet.",
      "informationSectionTitle": "Für wen?",
      "informationSectionDescription": "<b>PodŁapki</b> ist Einstreu für moderne Geflügelfarmen und -unternehmen, die auf Produktionsoptimierung und Tierwohl setzen. Unsere Lösung hilft, die Effizienz zu steigern, Verluste zu reduzieren und bessere Zuchtbedingungen zu schaffen - ohne Kompromisse.",
      "informationSectionTitle2": "PodŁapki Sonnenblumenschaleneinstreu,",
      "informationSectionTitle2Light": "die die Vorteile der besten Materialien kombiniert und ihre Nachteile eliminiert.",
      "informationSection2CustomElement": "<li>Außergewöhnliche Feuchtigkeitsabsorption - reduziert die Bildung harter Krusten und erleichtert die Reinigung.</li><li>Reduzierte Ammoniak- und Schwefelwasserstoffemissionen - verbessert deutlich die Luftqualität und die Gesundheit der Vögel.</li><li>Natürliche Wärmeisolierung - verhindert Unterkühlung im Winter und Überhitzung im Sommer.</li><li>Struktur, die natürliches Verhalten fördert - Vögel können unter komfortablen Bedingungen scharren und ausruhen.</li><li>Wirtschaftlichkeit und Effizienz - seltenerer Austausch der Einstreu und geringerer Materialverbrauch bedeuten echte Einsparungen.</li><li>Mikrobiologische Sicherheit - regelmäßig auf Krankheitserreger getestet, frei von Salmonellen und Mykotoxinen.</li><li>Zusätzlicher Nährwert - der Gehalt an Proteinen und Fetten unterstützt die Gesundheit und Kondition der Vögel.</li>",
      "floorInfoSectionTitle": "Welche Einstreu wird in der Geflügelzucht verwendet?",
      "floorInfoSectionDescription": "Die Wahl der Einstreu beeinflusst die Gesundheit des Geflügels - sehen Sie die Unterschiede.",
      "hackerCardTitle1": "Holzspäne",
      "hackerCardDescription1": "effektiv bei der Feuchtigkeitsaufnahme, können aber Verunreinigungen enthalten und müssen mit anderen Materialien gemischt werden.",
      "hackerCardTitle2": "Sägemehl",
      "hackerCardDescription2": "günstiger, aber schwieriger zu pflegen, begrenzte Feuchtigkeitsabsorption.",
      "hackerCardTitle3": "Torf",
      "hackerCardDescription3": "absorbiert Feuchtigkeit gut, staubt aber und verklumpt leicht zu harten Brocken.",
      "hackerCardTitle4": "Granulierte Einstreu",
      "hackerCardDescription4": "moderne Lösung für bessere Hygiene und geringere Gasemissionen. Bietet außerdem mehr Nährstoffe, die mehr Vorteile für das Wohlbefinden bringen.",
      "hackerCardTitle5": "Weizenstroh",
      "hackerCardDescription5": "beliebt, erfordert aber häufigen Austausch, neutralisiert Ammoniak schlecht.",
      "summarySectionTitle": "Entscheiden Sie sich für BioFloor",
      "summarySectionTitleLight": "- bessere Bedingungen, höhere Effizienz, bessere Produktionsqualität!",
      "summarySectionDescription": "Mit innovativer Einstreu können Züchter die Produktionseffizienz steigern, Verluste reduzieren und das Tierwohl verbessern. Biofloor ist eine moderne Lösung, die sich konkret auf die Gesundheit der Vögel und die Rentabilität der Zucht auswirkt.",
      "summaryCta1": "Kontakt"
    }
  },
  "Advantages": {
    "Metadata": {
      "title": "Vorteile von BioFloor | Komfort & Hygiene in der Geflügelzucht",
      "description": "Sie, warum BioFloor die beste Wahl ist: Saugfähigkeit, Geruchsreduktion, Schutz für Geflügel und einfache Reinigung. Natürliche Einstreu für Züchter!"
    },
    "Page": {
      "title": "Neue Qualität in der Geflügelzucht",
      "titleLight": "- Komfort und Ökologie in einem",
      "description": "<b>BioFloor</b> revolutioniert die Geflügelzucht, indem es Komfort, Hygiene und Ökologie kombiniert. Dank der natürlichen Sonnenblumenschale sorgt es für trockenen Boden und gesündere Vögel und unterstützt Züchter beim Erreichen besserer Ergebnisse.",
      "cta1": "Probe bestellen",
      "cta2": "Angebot ansehen",
      "sectionIntroTitle": "Warum BioFloor wählen?",
      "sectionIntroDescription": "BioFloor ist eine umfassende Lösung, die die Standards in der Geflügelzucht auf ein höheres Niveau hebt.",
      "BrownCardTitle1": "Komfort und Wohlbefinden der Vögel",
      "BrownCardDescription1": "Die weiche und gleichzeitig stabile Struktur von BioFloor schützt die Füße des Geflügels und minimiert das Risiko von Reizungen und Verletzungen. Stroh kann zu rau sein, Strohpellets zu hart und unelastisch, und Torf, obwohl weich, kann Atemprobleme verursachen. BioFloor vereint die besten Eigenschaften verschiedener Materialien und schafft optimale Bedingungen für die Tiere.",
      "BrownCardTitle2": "Außergewöhnliche Saugfähigkeit",
      "BrownCardDescription2": "BioFloor absorbiert Feuchtigkeit effektiv und hält den Hühnerstall in optimalen Bedingungen. Seine Fähigkeit, Feuchtigkeit zu speichern, verhindert nasse Stellen, die die Entwicklung von Bakterien und Schimmel begünstigen. Im Gegensatz zu Stroh oder Strohpellets, die schnell durchnässen können, und Torf, der störenden Staub erzeugt, sorgt BioFloor für eine gesunde, trockene Umgebung für die Vögel.",
      "BrownCardTitle3": "Reduzierung unangenehmer Gerüche",
      "BrownCardDescription3": "Dank seiner natürlichen Eigenschaften bindet BioFloor Ammoniak effektiv, reduziert dessen Emission und verbessert die Luftqualität im Hühnerstall. Ammoniak ist schädlich für Vögel und kann Atemprobleme verursachen. Stroh und Strohpellets bieten nur teilweise Geruchskontrolle, während Torf, obwohl er gut absorbiert, übermäßig stauben kann.",
      "BrownCardTitle4": "Leichte Reinigung",
      "BrownCardDescription4": "Mit BioFloor wird die Reinigung des Hühnerstalls schnell und bequem - es reicht aus, die verschmutzte Schicht durch eine frische zu ersetzen. Stroh und Strohpellets verklumpen oft und sind schwer zu entfernen, während Torf leicht, aber staubig ist. BioFloor erleichtert die Hygiene und reduziert Zeit und Aufwand für die tägliche Pflege.",
      "BrownCardTitle5": "Natürlicher Schutz vor Bakterien und Pilzen",
      "BrownCardDescription5": "BioFloor wirkt wie eine natürliche Schutzbarriere und begrenzt das Wachstum von Bakterien und Pilzen. Regelmäßig auf Salmonellen und Pilzsporen getestet, ist es eine sicherere Alternative zu Torf, der eine Quelle für Krankheitserreger sein kann, und Stroh, das oft Rückstände von Chemikalien enthält.",
      "BrownCardTitle6": "Natürliche und nachhaltige Lösung",
      "BrownCardDescription6": "BioFloor ist ein biologisch abbaubares und umweltfreundliches Produkt. Im Gegensatz zu Stroh oder Strohpellets, die Pestizid-Rückstände enthalten können, und Torf, dessen Abbau zur Zerstörung von Torfmooren führt, ist BioFloor eine vollständig nachhaltige Wahl für moderne Zucht.",
      "BrownCardTitle7": "Wirtschaftlichkeit",
      "BrownCardDescription7": "Durch den Gehalt an Proteinen, Fetten und Ballaststoffen liefert es ein besseres Produkt, unterstützt schnelleres Wachstum und/oder niedrigere Futterkosten"
    }
  },
  "HowToUse": {
    "Metadata": {
      "title": "BioFloor Einstreu Anwenden | Kalkulator & Praktische Tipps",
      "description": "Berechnen Sie die ideale Menge BioFloor mit unserem Kalkulator. Entdecken Sie Tipps für die optimale Anwendung in der Geflügelzucht!"
    },
    "Page": {
      "title": "Wie verwendet man unsere Einstreu?",
      "description": "Nutzen Sie ein einfaches Tool, das Ihnen hilft, die optimale Menge an Einstreu für Ihre Bedürfnisse zu berechnen.",
      "Calculator": {
        "thicknessError": "Der Wert muss mindestens 0,01 betragen",
        "areaError": "Der Wert muss mindestens 0,01 betragen",
        "label1": "Einstreudicke (cm)",
        "desc1": "Denken Sie daran, dass größere Vögel doppelt so dicke Einstreu benötigen.",
        "label2": "Fläche (m²)",
        "desc2": "Fläche, auf der die Einstreu verwendet werden soll.",
        "buttonCalculate": "Berechnen",
        "result": "Ergebnis:",
        "resultParagraph": "Für {area}m² Abdeckung, verwenden Sie <b>{requiredKg}</b> kg.",
        "infoParagraph": "*Die vorgeschlagenen Berechnungen sind unsere Anwendungsempfehlung und sollten an die individuellen Präferenzen des Züchters angepasst werden.",
        "buttonPdf": "PDF herunterladen",
        "buttonReset": "Zurücksetzen"
      },
      "sectionIntroTitle": "Zusätzliche Empfehlungen",
      "sectionIntroDescription": "Nachfolgend finden Sie weitere Tipps, die Ihnen helfen, unsere Einstreu effektiv zu verwenden:",
      "brownCardTitle1": "Bodenvorbereitung:",
      "brownCardDescription1": "Beheizen des Hühnerstalls vor dem Ausstreuen der Einstreu, um eine angemessene Temperatur zu gewährleisten.",
      "brownCardTitle2": "Anwendung:",
      "brownCardDescription2": "Manuelles Ausstreuen oder mit einem Streuer, mit Sorgfalt für gleichmäßige Abdeckung.",
      "brownCardTitle3": "Verwaltung:",
      "brownCardDescription3": "Bei unebenen Böden sollten Sie erwägen, Risse mit Zement zu füllen, bevor Sie die Einstreu auftragen, was kostengünstiger ist. Nach der Zucht kann die Einstreu kompostiert oder als Dünger auf Feldern verwendet werden.",
      "brownCardTitle4": "Bodenvorbereitung:",
      "brownCardDescription4": "Beheizen des Hühnerstalls vor dem Ausstreuen der Einstreu, um eine angemessene Temperatur zu gewährleisten.",
      "brownCardTitle5": "Hinweise:",
      "brownCardDescription5": "Wenn der Boden sehr sauber, desinfiziert und beheizt ist, können Sie eine geringere Menge Einstreu in Betracht ziehen, aber mit Vorsicht.",
      "tableSectionTitle": "Empfohlene Werte",
      "tableSectionDescription": "In der Tabelle unten haben wir die empfohlenen 1Werte für die Einstreuabdeckung in Hühnerställen zusammengefasst. Sie berücksichtigen den Geflügeltyp sowie die Spezifikationen des Bodens und der Jahreszeit.",
      "tableType": "Geflügeltyp",
      "tableSeason": "Jahreszeit",
      "tableFloor": "Bodentyp",
      "tableCoverage": "Abdeckung (kg/m)²",
      "typeBroiler": "Masthähnchen",
      "typeTurkeyRearing": "Putenaufzucht",
      "typeTurkeyFattening": "Putenmast",
      "typeLayingHenFreeRange": "Legehenne (Freilandhaltung)",
      "seasonSummer": "Sommer",
      "seasonWinter": "Winter",
      "floorWarm": "Warm",
      "floorCold": "Kalt"
    }
  },
  "Offer": {
    "Metadata": {
      "title": "BioFloor Angebot | Einstreu für Geflügel - Groß & Einzelhandel",
      "description": "Entdecken Sie unser Angebot: Großlieferungen und einzelne Big Bags. Kontaktieren Sie uns, bestellen Sie ein Muster für Ihre Zucht!"
    },
    "Page": {
      "title": "Entdecken Sie unser Angebot",
      "titleLight": "- angepasst an Ihre Bedürfnisse",
      "description": "Um höchste Qualität und Komfort für unsere Kunden zu gewährleisten, bieten wir <b>BioFloor</b> Einstreu in zwei Verkaufsformen an, die an unterschiedliche Bedürfnisse der Züchter angepasst sind. So kann jeder die Lösung wählen, die perfekt zur Größe und Spezifik seiner Zucht passt.",
      "cta1": "Probe bestellen",
      "offerSectionTitle": "Großhandel",
      "offerSectionDescription": "Wir bieten Komplettladungen in Big Bags mit einem Fassungsvermögen von etwa 1,05 Tonnen. Dies ist die ideale Lösung für große Betriebe und Geflügelfarmen, die regelmäßige, effiziente Lieferungen in wirtschaftlicher Form benötigen.",
      "offerSectionLink": "Wie funktioniert die Komplettladungslogistik?",
      "offerSectionTitle2": "Verkauf einzelner Big Bags",
      "offerSectionDescription2": "Wir bieten die Möglichkeit, kleinere Mengen zu kaufen, was eine flexible Bestandsverwaltung und Anpassung der Menge an individuelle Bedürfnisse ermöglicht.",
      "contactSectionTitle": "Preise werden individuell festgelegt - kontaktieren Sie uns!",
      "contactSectionDescription": "Wir beantworten gerne alle Fragen und stellen Ihnen Proben zur Verfügung, damit Sie sich selbst von der Qualität unseres Produkts überzeugen können.",
      "contactSectionCta": "Kontakt"
    }
  },
  "Contact": {
    "Metadata": {
      "title": "Kontakt zu BioFloor | Bestellungen & Fragen zur Geflügeleinstreu",
      "description": "Fragen oder Bestellungen zu BioFloor Einstreu? Kontaktieren Sie uns schnell und einfach - wir unterstützen Geflügelzüchter bei jedem Schritt!"
    },
    "Page": {
      "title": "Wir warten auf Ihre Kontaktaufnahme!",
      "description": "Möchten Sie unsere Einstreu bestellen oder haben Sie Fragen? Schreiben Sie uns oder rufen Sie an - wir kümmern uns gerne um Ihre Bedürfnisse!",
      "Form": {
        "id1": "bestellung-aufgeben",
        "id2": "probe-bestellen",
        "id3": "frage-stellen",
        "id4": "kooperation-beginnen",
        "formLabel1": "Bestellung aufgeben",
        "formLabel2": "Probe bestellen",
        "formLabel3": "Frage stellen",
        "formLabel4": "Kooperation beginnen",
        "buttonComeBack": "Zurück zu Formularen",
        "messageFormError": "Nachricht ist erforderlich",
        "titleFormError": "Titel ist erforderlich",
        "nameFormError": "Vor- und Nachname sind erforderlich",
        "emailFormError1": "E-Mail ist erforderlich",
        "emailFormError2": "Ungültige E-Mail-Adresse",
        "phoneNumberFormError1": "Telefonnummer ist erforderlich",
        "phoneNumberFormError2": "Telefonnummer darf nur Ziffern enthalten",
        "beddingTypeFormError": "Auswahl des Typs ist erforderlich",
        "beddingTypeSampleFormError": "Auswahl des Probentyps ist erforderlich",
        "successMessage": "Nachricht wurde gesendet. Wir werden uns schnellstmöglich bei Ihnen melden.",
        "successMessageSample": "Probenbestellung wurde gesendet. Wir werden uns schnellstmöglich bei Ihnen melden.",
        "errorMessage": "Ein Fehler ist aufgetreten. Bitte versuchen Sie es später erneut.",
        "formLabelMessage": "Nachricht",
        "formLabelTitle": "Titel",
        "formLabelName": "Vor- und Nachname",
        "formLabelPhoneNumber": "Telefonnummer",
        "formLabelBeddingType": "Einstreutyp",
        "formLabelBeddingTypeOptional": "Einstreutyp (optional)",
        "formLabelEmail": "E-Mail-Adresse",
        "formSelectValue": "Wählen Sie den Einstreutyp",
        "notChosen": "Nicht ausgewählt",
        "formPlaceholderSample": "Zusätzliche Informationen zur Probe / Lieferung...",
        "buttonSending": "Wird gesendet...",
        "buttonSend": "Senden"
      },
      "sectionTitle": "Immer erreichbar",
      "sectionDescription": "Brauchen Sie schnellen Kontakt? Unten finden Sie alle notwendigen Informationen.",
      "brownCardTitle1": "E-Mail-Adressen:",
      "brownCardTitle2": "Telefonnummern:",
      "brownCardTitle3": "Standort:",
      "brownCardDescription3": "Szubińska Str. 67 <br></br> Białe Błota, 86-005 <br></br> Polen 🇵🇱"
    }
  },
  "FullTruckloadLogistics": {
    "Metadata": {
      "title": "BioFloor Komplettladungslogistik | Schnelle Einstreulieferung",
      "description": "Erfahren Sie, wie BioFloor Einstreu zuverlässig geliefert wird. Komplettladungslogistik mit Prozessgalerie - jetzt bestellen!"
    },
    "Page": {
      "title": "Wie funktioniert die Komplettladungslogistik?",
      "titleLight": "- effizient und pünktlich",
      "description": "Komplettladungslogistik mit <b>Biofloor</b> garantiert eine schnelle und zuverlässige Lieferung der Einstreu direkt zu Ihrer Zucht. Wir organisieren den Transport vollständig nach Ihren Bedürfnissen - vom Zeitpunkt der Bestellung über die Verladung bis hin zur Lieferung des Produkts an die angegebene Adresse.",
      "cta1": "Probe bestellen",
      "cta2": "Angebot ansehen",
      "sectionIntroTitle": "Sehen Sie den Prozess in der Praxis",
      "sectionIntroDescription": "Die Bilder zeigen, wie effizient wir die Komplettladungslogistik von <b>BioFloor</b> umsetzen."
    }
  },
  "PrivacyPolicy": {
    "Metadata": {
      "title": "Datenschutz BioFloor | Schutz Ihrer Daten",
      "description": "Erfahren Sie, wie BioFloor Ihre Daten schützt und verarbeitet. Transparenz und Sicherheit sind unsere Priorität - Details hier!"
    },
    "Page": {
      "title": "Datenschutzrichtlinie",
      "titleLight": "- Ihre Daten sind uns wichtig",
      "description": "Erfahren Sie, wie wir Ihre persönlichen Daten verarbeiten und schützen. Wir respektieren Ihre Privatsphäre und sorgen für Transparenz unserer Aktivitäten.",
      "cta1": "Probe bestellen",
      "cta2": "Angebot ansehen",
      "sectionIntroTitle": "Einführung",
      "sectionIntroDescription": "Ihre Privatsphäre hat für uns Priorität! In dieser Datenschutzrichtlinie finden Sie Details darüber, wie wir Ihre persönlichen Daten bei der Nutzung unserer Website sammeln, verarbeiten und schützen.",
      "brownCardTitle1": "1. Informationen über den Verantwortlichen für die Datenverarbeitung",
      "brownCardDescription1": "Diese Datenschutzrichtlinie legt die Grundsätze für die Verarbeitung und den Schutz personenbezogener Daten fest, die von Nutzern im Zusammenhang mit der Nutzung unseres Internetdienstes übermittelt werden. Der Verantwortliche für die personenbezogenen Daten ist:",
      "brownCard1CustomElement": "<li><b>BioFloor Sp. z o.o.</b></li><li>Adresse: ul. Szubińska 67 Białe Błota, 86-005 Bydgoszcz</li><li>Steuernummer: 5543034767</li><li>REGON: 541379704</li><li>KRS: 0001166024</li><li>E-Mail-Adresse: biuro@biofloor.pl</li><li>Telefon: +48 786 866 690</li>",
      "brownCardTitle2": "2. Persönliche Daten",
      "brownCardDescription2": "Die Erhebung und Verarbeitung personenbezogener Daten der Nutzer erfolgt in Übereinstimmung mit den geltenden Rechtsvorschriften, insbesondere mit der Verordnung des Europäischen Parlaments und des Rates (EU) 2016/679 vom 27. April 2016 zum Schutz natürlicher Personen bei der Verarbeitung personenbezogener Daten und zum freien Datenverkehr (DSGVO).",
      "brownCard2CustomElement": "<p>Wir erheben keine personenbezogenen Daten auf unserer Website ohne die ausdrückliche Zustimmung des Nutzers.</p><p>Unsere Website ist mit einem SSL-Zertifikat ausgestattet, was bedeutet, dass alle übermittelten Informationen verschlüsselt und vor dem Zugriff Unbefugter geschützt sind.</p>",
      "brownCardTitle3": "3. Zweck und Umfang der Verarbeitung personenbezogener Daten",
      "brownCardDescription3": "Wenn der Nutzer uns freiwillig seine personenbezogenen Daten mitteilt (z.B. über das Kontaktformular oder zur Bestellung einer Produktprobe), werden wir diese Daten ausschließlich für bestimmte Zwecke verarbeiten.",
      "brownCard3CustomElement": "<p>Wir verarbeiten personenbezogene Daten für folgende Zwecke:</p><ul><li>Beantwortung von Anfragen über das Kontaktformular</li><li>Ausführung von Bestellungen für Produktproben</li><li>Versand von Handels- und Marketinginformationen (nur mit ausdrücklicher Zustimmung)</li><li>Vorbereitung und Präsentation eines Handelsangebots</li></ul><p>Die uns zur Verfügung gestellten personenbezogenen Daten werden ohne ausdrückliche Zustimmung des Nutzers nicht an Dritte weitergegeben oder für andere Zwecke verwendet.</p>",
      "brownCardTitle4": "4. Datenanalyse und Statistiken",
      "brownCardDescription4": "Unsere Website kann Analysetools wie Google Analytics verwenden, um anonyme Informationen über den Website-Traffic zu sammeln. Diese Daten werden ausschließlich für statistische Zwecke und zur Verbesserung der Qualität unseres Dienstes verwendet. Sie ermöglichen keine Identifizierung einzelner Nutzer.",
      "brownCardTitle5": "5. Cookies",
      "brownCardDescription5": "Unsere Website verwendet Cookies, bei denen es sich um kleine Textdateien handelt, die auf dem Gerät des Nutzers gespeichert werden.",
      "brownCard5CustomElement": "<p>Cookies dienen dazu:</p><ul><li>Die ordnungsgemäße Funktionsweise der Website zu gewährleisten</li><li>Benutzereinstellungen zu speichern</li><li>Statistiken zur Seitenansicht zu erstellen</li><li>Werbeinhalte anzupassen</li></ul><p>Der Nutzer kann die Verwendung von Cookies in den Einstellungen seines Internetbrowsers jederzeit deaktivieren oder einschränken.</p>",
      "brownCardTitle6": "6. Rechte der Nutzer",
      "brownCardDescription6": "Gemäß der DSGVO haben die Nutzer bestimmte Rechte in Bezug auf die Verarbeitung ihrer personenbezogenen Daten.",
      "brownCard6CustomElement": "<p>Die Nutzer haben das Recht auf:</p><ul><li>Zugang zu ihren personenbezogenen Daten</li><li>Berichtigung (Korrektur) ihrer Daten</li><li>Löschung der Daten (\"Recht auf Vergessenwerden\")</li><li>Einschränkung der Datenverarbeitung</li><li>Datenübertragbarkeit</li><li>Widerspruch gegen die Verarbeitung</li><li>Nicht-Unterwerfung unter Entscheidungen, die ausschließlich auf automatisierter Verarbeitung beruhen</li></ul><p>Fragen und Anfragen bezüglich personenbezogener Daten richten Sie bitte an die E-Mail-Adresse: biuro@biofloor.pl.</p>",
      "brownCardTitle7": "7. Änderungen der Datenschutzrichtlinie",
      "brownCardDescription7": "Wir behalten uns das Recht vor, die Datenschutzrichtlinie zu ändern, um sie an sich ändernde Bedürfnisse und gesetzliche Vorschriften anzupassen. Über wesentliche Änderungen werden wir die Nutzer durch entsprechende Ankündigungen auf unserer Website informieren.",
      "brownCard7CustomElement": "<p>Die aktuelle Version der Datenschutzrichtlinie ist stets auf unserer Website verfügbar.</p><b>Letzte Aktualisierung: 10. April 2025</b>"
    }
  },
  "Copyright": {
    "Metadata": {
      "title": "Urheberrechte BioFloor | Schutz geistigen Eigentums",
      "description": "Erfahren Sie mehr über unsere Richtlinien zum Schutz von Urheberrechten und geistigem Eigentum. Wir respektieren Kreativität - Details hier!"
    },
    "Page": {
      "title": "Urheberrecht",
      "titleLight": "- Informationen zum geistigen Eigentum",
      "description": "Informieren Sie sich über die Regeln zum Schutz von Urheberrechten und geistigem Eigentum auf unserer Website. Wir schätzen die Kreativität der Autoren und halten uns an die geltenden gesetzlichen Bestimmungen.",
      "cta1": "Probe bestellen",
      "cta2": "Angebot ansehen",
      "flaticonSectionTitle": "Grafikquellen - FlatIcon Icons",
      "flaticonSectionDescription": "Nachfolgend präsentieren wir die Symbole aus dem FlatIcon-Service, die in unserem Projekt verwendet wurden. Wir danken den Erstellern für die Bereitstellung dieser grafischen Ressourcen."
    }
  },
  "NotFound": {
    "Page": {
      "h2": "Seite nicht gefunden",
      "p": "Es tut uns leid, aber die Seite, die Sie suchen, existiert nicht oder wurde verschoben. Bitte nutzen Sie die folgenden Optionen.",
      "link1": "Zurück zur Startseite",
      "link2": "Angebot anzeigen",
      "productInfo1": "BioFloor - Sonnenblumeneinstreu für Ihre Zucht",
      "productInfo2": "Gesunde Vögel, sauberere Hühnerställe, höhere Effizienz"
    }
  }
}
