{
  "LocaleRootLayout": {
    "Metadata": {
      "default-title": "BioFloor - Bedding for Breeders!"
    }
  },
  "Navigation": {
    "naturalSolution": "Natural solution",
    "advantages": "Advantages",
    "howToUse": "How to use?",
    "offer": "Offer",
    "contact": "Contact",
    "LanguageButton": {
      "label": "Choose Language:",
      "locale": "{locale, select, pl {🇵🇱 Polski} de {🇩🇪 Deutsch} en {🇺🇸 English} other {Nieznany}}"
    }
  },
  "Footer": {
    "contactTitle": "Contact Details:",
    "localizationTitle": "Location:",
    "streetShortcut": "St.",
    "annotationTitle": "Annotations:",
    "howToUse": "See how to use",
    "privacyPolicy": "Privacy policy",
    "contact": "Contact",
    "fullTruckloadLogistics": "Full truckload logistics",
    "copyright": "Copyright",
    "socialMediaTitle": "Find us on:"
  },
  "Home": {
    "Metadata": {
      "title": "BioFloor - Innovative Poultry Bedding | Health & Efficiency",
      "description": "Discover BioFloor - sunflower husk bedding that ensures poultry health, coop hygiene, and farm efficiency. Order a sample today!"
    },
    "Page": {
      "title": "Bedding that cares for your breeding.",
      "description": "Healthy birds, cleaner coops, more efficient breeding - it all starts with the right bedding. PodŁapki is a modern sunflower bedding that combines high absorbency, hygiene, and nutritional value, providing comfort to birds and savings to breeders.",
      "cta1": "Order a sample",
      "cta2": "See offer",
      "sectionIntroTitle": "Efficiency that pays off",
      "sectionIntroDescription": "Discover how our bedding raises standards in poultry farming.",
      "greenCardTitle1": "Comfort and well-being",
      "greenCardDescription1": "PodŁapki's gentle yet stable structure protects poultry feet, combining the best features of various materials.",
      "greenCardTitle2": "Natural protection",
      "greenCardDescription2": "Limits the growth of bacteria and fungi, safer than peat or straw.",
      "greenCardTitle3": "Absorbency",
      "greenCardDescription3": "PodŁapki effectively absorbs moisture, preventing bacteria and mold growth, ensuring a healthy, dry environment.",
      "greenCardTitle4": "Easy cleaning",
      "greenCardDescription4": "Doesn't clump, makes cleaning easier and maintains hygiene in the coop.",
      "informationSectionTitle": "Who is it for?",
      "informationSectionDescription": "<b>PodŁapki</b> is bedding created for modern farms and poultry companies that focus on optimizing production and animal welfare. Our solution helps increase efficiency, reduce losses, and create better breeding conditions - without compromises.",
      "informationSectionTitle2": "Invest in the future of breeding",
      "informationSectionDescription2": "If you're looking for a proven solution that brings real financial and health benefits, <b>PodŁapki</b> is for you. Contact us and see if we can help develop your farm.",
      "Client": {
        "h3": "- Bedding for Breeders -"
      }
    }
  },
  "NaturalSolution": {
    "Metadata": {
      "title": "BioFloor - Natural Poultry Bedding | Health & Productivity",
      "description": "Learn why proper bedding matters for poultry farming. BioFloor reduces risks, supports bird health, and boosts production efficiency."
    },
    "Page": {
      "title": "Bedding in Poultry Farming",
      "titleLight": "- a key factor for health and efficiency",
      "description": "The quality of bedding in a poultry house directly impacts bird health, production efficiency, and final product quality. Proper structure and composition of bedding prevent bacteria and mold growth, reduce harmful gas emissions, and ensure optimal microclimate in the breeding facility.",
      "cta1": "Order a sample",
      "cta2": "See offer",
      "sectionTitle": "What are the risks of improper bedding?",
      "sectionDescription": "Poorly selected and improperly maintained bedding leads to:",
      "brownCardTitle1": "Excessive humidity",
      "brownCardDescription1": "Excessive moisture, which promotes hard crust formation and pathogen development.",
      "brownCardTitle2": "Gas emissions",
      "brownCardDescription2": "Increased emissions of ammonia, hydrogen sulfide, and carbon dioxide - irritating birds' mucous membranes, weakening immunity, and reducing carcass quality.",
      "brownCardTitle3": "Bacterial infections",
      "brownCardDescription3": "Bacterial infections (Salmonella, Escherichia coli, Staphylococcus), increasing flock mortality and treatment costs.",
      "brownCardTitle4": "Dermatological problems",
      "brownCardDescription4": "Dermatological issues - foot ulcers and breast blisters inflammation.",
      "brownCardTitle5": "Air pollution",
      "brownCardDescription5": "Air pollution with dust that harms both birds and farm workers.",
      "informationSectionTitle": "Who is it for?",
      "informationSectionDescription": "<b>PodŁapki</b> is bedding created for modern farms and poultry companies that focus on optimizing production and animal welfare. Our solution helps increase efficiency, reduce losses, and create better breeding conditions - without compromises.",
      "informationSectionTitle2": "PodŁapki sunflower husk bedding,",
      "informationSectionTitle2Light": "that combines the advantages of the best materials and eliminates their drawbacks.",
      "informationSection2CustomElement": "<li>Exceptional moisture absorption - limits hard crust formation and facilitates cleanliness maintenance.</li><li>Reduction of ammonia and hydrogen sulfide emissions - significantly improves air quality and bird health.</li><li>Natural thermal insulation - prevents cooling in winter and overheating in summer.</li><li>Structure promoting natural behaviors - birds can scratch and rest in comfortable conditions.</li><li>Economy and efficiency - less frequent bedding replacement and reduced material consumption mean real savings.</li><li>Microbiological safety - regularly tested for pathogens, free from Salmonella and mycotoxins.</li><li>Additional nutritional values - protein and fat content supports birds' health and condition.</li>",
      "floorInfoSectionTitle": "What bedding is used in poultry farming?",
      "floorInfoSectionDescription": "Bedding choice affects poultry health – see the differences.",
      "hackerCardTitle1": "Wood shavings",
      "hackerCardDescription1": "effective in absorbing moisture, but may contain contaminants and require mixing with other materials.",
      "hackerCardTitle2": "Sawdust",
      "hackerCardDescription2": "cheaper, but harder to maintain, limited moisture absorption.",
      "hackerCardTitle3": "Peat",
      "hackerCardDescription3": "absorbs moisture well, but is dusty and easily clumps into hard lumps.",
      "hackerCardTitle4": "Granulated bedding",
      "hackerCardDescription4": "modern solution providing better hygiene and lower gas emissions. Additionally, it provides more nutritional properties giving more benefits for welfare.",
      "hackerCardTitle5": "Wheat straw",
      "hackerCardDescription5": "popular, but requires frequent replacement, poorly neutralizes ammonia.",
      "summarySectionTitle": "Choose BioFloor",
      "summarySectionTitleLight": "- better conditions, greater efficiency, higher production quality!",
      "summarySectionDescription": "With innovative bedding, breeders can increase production efficiency, reduce losses, and improve animal welfare. Biofloor is a modern solution that truly translates into bird health and breeding profitability.",
      "summaryCta1": "Contact"
    }
  },
  "Advantages": {
    "Metadata": {
      "title": "BioFloor Benefits | Comfort & Hygiene for Poultry Farming",
      "description": "Find out why BioFloor is the top choice: absorbency, odor control, bird protection, and easy cleaning. Natural bedding for farmers!"
    },
    "Page": {
      "title": "New quality in poultry farming",
      "titleLight": "- comfort and ecology in one",
      "description": "<b>BioFloor</b> revolutionizes poultry farming by combining comfort, hygiene, and ecology. Thanks to natural sunflower husks, it provides dry bedding and healthier birds, supporting breeders in achieving better results.",
      "cta1": "Order a sample",
      "cta2": "See offer",
      "sectionIntroTitle": "Why choose Biofloor?",
      "sectionIntroDescription": "Biofloor is a comprehensive solution that elevates poultry farming standards to a higher level.",
      "BrownCardTitle1": "Comfort and bird welfare",
      "BrownCardDescription1": "Biofloor's gentle yet stable structure protects poultry feet, minimizing the risk of irritations and injuries. Straw can be too rough, straw pellets - hard and inflexible, while peat, though soft, can cause respiratory problems. BioFloor combines the best features of various materials, creating optimal conditions for animals.",
      "BrownCardTitle2": "Exceptional absorbency",
      "BrownCardDescription2": "Biofloor effectively absorbs moisture, keeping the coop in optimal conditions. Its ability to retain moisture prevents wet spots that promote bacteria and mold growth. Unlike straw or straw pellets, which can get wet quickly, and peat, which generates troublesome dust, BioFloor provides a healthy, dry environment for birds.",
      "BrownCardTitle3": "Reduction of unpleasant odors",
      "BrownCardDescription3": "Thanks to its natural properties, BioFloor effectively binds ammonia, reducing its emission and improving air quality in the coop. Ammonia is harmful to birds and can cause respiratory problems. Straw and straw pellets provide only partial odor control, while peat, although it absorbs odors well, can cause excessive dust.",
      "BrownCardTitle4": "Easy to maintain cleanliness",
      "BrownCardDescription4": "With Biofloor, cleaning the coop becomes quick and convenient - just replace the soiled layer with a fresh one. Straw and straw pellets often clump and are difficult to remove, while peat is light but dusty. BioFloor makes it easier to maintain hygiene, reducing the time and effort needed for daily care.",
      "BrownCardTitle5": "Natural protection against bacteria and fungi",
      "BrownCardDescription5": "Biofloor acts as a natural protective barrier, limiting the growth of bacteria and fungi. Regularly tested for Salmonella and fungal spores, it is a safer alternative to peat, which can be a source of pathogens, and straw, which often contains chemical residues.",
      "BrownCardTitle6": "Natural and sustainable solution",
      "BrownCardDescription6": "Biofloor is biodegradable and environmentally friendly. Unlike straw or straw pellets, which may contain pesticide residues, and peat, whose extraction leads to the degradation of peatlands, BioFloor is a fully sustainable choice for modern breeding.",
      "BrownCardTitle7": "Economy",
      "BrownCardDescription7": "Thanks to its protein, fat, and fiber content, it provides a better product, supports faster growth and/or lower feeding costs"
    }
  },
  "HowToUse": {
    "Metadata": {
      "title": "How to Use BioFloor Bedding | Calculator & Practical Tips",
      "description": "Calculate the ideal BioFloor bedding amount with our tool. Get tips for optimal use in poultry farming for the best results."
    },
    "Page": {
      "title": "How to use our bedding?",
      "description": "Use this simple tool to calculate the optimal amount of bedding for your needs.",
      "Calculator": {
        "thicknessError": "Value must be at least 0.01",
        "areaError": "Value must be at least 0.01",
        "label1": "Bedding thickness (cm)",
        "desc1": "Remember that larger birds need twice as thick bedding.",
        "label2": "Area (m²)",
        "desc2": "Area where the bedding will be applied.",
        "buttonCalculate": "Calculate",
        "result": "Result:",
        "resultParagraph": "To get {area}m² coverage, use <b>{requiredKg}</b> kg.",
        "infoParagraph": "*The proposed calculations are our usage suggestion and should be adjusted to the individual breeder's preferences.",
        "buttonPdf": "Download PDF",
        "buttonReset": "Reset"
      },
      "sectionIntroTitle": "Additional recommendations",
      "sectionIntroDescription": "Below are additional tips that will help in effectively using our bedding:",
      "brownCardTitle1": "Floor preparation:",
      "brownCardDescription1": "Pre-heating the poultry house before spreading the bedding to ensure the right temperature.",
      "brownCardTitle2": "Application:",
      "brownCardDescription2": "Spread manually or using a spreader, ensuring even coverage.",
      "brownCardTitle3": "Management:",
      "brownCardDescription3": "For uneven floors, consider filling cracks with cement before application, which is more cost-effective. After breeding, the bedding can be composted or used as fertilizer for fields.",
      "brownCardTitle4": "Floor preparation:",
      "brownCardDescription4": "Pre-heating the poultry house before spreading the bedding to ensure the right temperature.",
      "brownCardTitle5": "Notes:",
      "brownCardDescription5": "If the floor is very clean, disinfected, and pre-heated, a smaller amount of bedding can be considered, but with caution.",
      "tableSectionTitle": "Recommended values",
      "tableSectionDescription": "In the table below, we've collected suggested bedding coverage values for poultry houses. They take into account the type of poultry, floor specifications, and season.",
      "tableType": "Poultry type",
      "tableSeason": "Season",
      "tableFloor": "Floor type",
      "tableCoverage": "Coverage (kg/m)²",
      "typeBroiler": "Broiler",
      "typeTurkeyRearing": "Turkey rearing",
      "typeTurkeyFattening": "Turkey fattening",
      "typeLayingHenFreeRange": "Laying hen (free range)",
      "seasonSummer": "Summer",
      "seasonWinter": "Winter",
      "floorWarm": "Warm",
      "floorCold": "Cold"
    }
  },
  "Offer": {
    "Metadata": {
      "title": "BioFloor Offer | Poultry Bedding - Wholesale & Retail",
      "description": "Explore our offer: bulk truckload deliveries and single Big Bags. Contact us, order a sample, and tailor your poultry bedding needs!"
    },
    "Page": {
      "title": "Explore our offer",
      "titleLight": "- tailored to your needs",
      "description": "To ensure the highest quality and convenience for our customers, we offer <b>BioFloor</b> bedding in two sales formats, adapted to different breeder needs. This allows everyone to choose the solution that perfectly fits their breeding scale and specifics.",
      "cta1": "Order a sample",
      "offerSectionTitle": "Wholesale",
      "offerSectionDescription": "We provide full truck deliveries in Big Bags with a capacity of approximately 1.05 tons. This is an ideal solution for large farms and poultry operations that need regular, efficient supplies in an economical form.",
      "offerSectionLink": "How does full truckload logistics work?",
      "offerSectionTitle2": "Individual Big Bag sales",
      "offerSectionDescription2": "We offer the option to purchase smaller batches, allowing for flexible inventory management and quantity adjustment to individual needs.",
      "contactSectionTitle": "Prices determined individually - contact us!",
      "contactSectionDescription": "We are happy to answer any questions and provide samples so you can personally experience the quality of our product.",
      "contactSectionCta": "Contact"
    }
  },
  "Contact": {
    "Metadata": {
      "title": "Contact BioFloor | Orders & Poultry Bedding Inquiries",
      "description": "Have questions or want to order BioFloor bedding? Reach out easily - we support poultry farmers every step of the way!"
    },
    "Page": {
      "title": "We're waiting for your contact!",
      "description": "Want to place an order for our bedding or have questions? Write to us or call - we'll gladly take care of your needs!",
      "Form": {
        "id1": "place-order",
        "id2": "order-sample",
        "id3": "ask-question",
        "id4": "establish-cooperation",
        "formLabel1": "Place an order",
        "formLabel2": "Order a sample",
        "formLabel3": "Ask a question",
        "formLabel4": "Establish cooperation",
        "buttonComeBack": "Back to forms",
        "messageFormError": "Message is required",
        "titleFormError": "Title is required",
        "nameFormError": "Full name is required",
        "emailFormError1": "Email is required",
        "emailFormError2": "Invalid email address",
        "phoneNumberFormError1": "Phone number is required",
        "phoneNumberFormError2": "Phone number must contain only digits",
        "beddingTypeFormError": "Bedding type selection is required",
        "beddingTypeSampleFormError": "Sample type selection is required",
        "successMessage": "Message has been sent. We will contact you as soon as possible.",
        "successMessageSample": "Sample order has been sent. We will contact you as soon as possible.",
        "errorMessage": "An error occurred. Please try again later.",
        "formLabelMessage": "Message",
        "formLabelTitle": "Title",
        "formLabelName": "Full name",
        "formLabelPhoneNumber": "Phone number",
        "formLabelBeddingType": "Bedding type",
        "formLabelBeddingTypeOptional": "Bedding type (optional)",
        "formLabelEmail": "Email address",
        "formSelectValue": "Select bedding type",
        "notChosen": "Not selected",
        "formPlaceholderSample": "Additional information about the sample / delivery...",
        "buttonSending": "Sending...",
        "buttonSend": "Send"
      },
      "sectionTitle": "Always within reach",
      "sectionDescription": "Need quick contact? Below you'll find all the necessary information.",
      "brownCardTitle1": "Email addresses:",
      "brownCardTitle2": "Phone numbers:",
      "brownCardTitle3": "Location:",
      "brownCardDescription3": "Szubińska 67 St. <br></br> Białe Błota, 86-005 <br></br> Poland 🇵🇱"
    }
  },
  "FullTruckloadLogistics": {
    "Metadata": {
      "title": "BioFloor Truckload Logistics | Fast Bedding Delivery",
      "description": "See how we efficiently deliver BioFloor bedding. Reliable truckload logistics and process gallery - order now!"
    },
    "Page": {
      "title": "How does full truckload logistics work?",
      "titleLight": "- efficiently and on time",
      "description": "Full truckload logistics with <b>Biofloor</b> guarantees fast and reliable bedding delivery directly to your farm. We organize transport fully adapted to your needs - from the moment of placing an order, through loading, to delivering the product to the specified address.",
      "cta1": "Order a sample",
      "cta2": "See offer",
      "sectionIntroTitle": "See the process in practice",
      "sectionIntroDescription": "The images show how effectively we implement full truckload logistics for <b>BioFloor</b>."
    }
  },
  "PrivacyPolicy": {
    "Metadata": {
      "title": "BioFloor Privacy Policy | Protecting Your Data",
      "description": "Learn how BioFloor protects and processes your personal data. Transparency and security are our priorities - read more!"
    },
    "Page": {
      "title": "Privacy Policy",
      "titleLight": "- Your data is important to us",
      "description": "Learn how we process and protect your personal data. We respect your privacy and ensure transparency in our actions.",
      "cta1": "Order a sample",
      "cta2": "See offer",
      "sectionIntroTitle": "Introduction",
      "sectionIntroDescription": "Your privacy is our priority! In this Privacy Policy, you will find details about how we collect, process, and protect your personal data when using our website.",
      "brownCardTitle1": "1. Information about the Personal Data Administrator",
      "brownCardDescription1": "This Privacy Policy defines the principles of processing and protecting personal data provided by users in connection with using our website. The administrator of personal data is:",
      "brownCard1CustomElement": "<li><b>BioFloor Sp. z o.o.</b></li><li>Address: Szubińska 67 St. Białe Błota, 86-005 Bydgoszcz</li><li>NIP: 5543034767</li><li>REGON: 541379704</li><li>KRS: 0001166024</li><li>Email address: biuro@biofloor.pl</li><li>Phone: +48 786 866 690</li>",
      "brownCardTitle2": "2. Personal Data",
      "brownCardDescription2": "The collection and processing of users' personal data is conducted in accordance with applicable laws, in particular with Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data (GDPR).",
      "brownCard2CustomElement": "<p>We do not collect any personal data on our website without the explicit consent of the user.</p><p>Our website is equipped with an SSL certificate, which means that all transmitted information is encrypted and protected against unauthorized access.</p>",
      "brownCardTitle3": "3. Purpose and Scope of Personal Data Processing",
      "brownCardDescription3": "If a user voluntarily provides us with their personal data (for example in a contact form or to order a product sample), we will process this data only for specific purposes.",
      "brownCard3CustomElement": "<p>We process personal data for the purpose of:</p><ul><li>Responding to inquiries submitted through the contact form</li><li>Fulfilling product sample orders</li><li>Sending commercial and marketing information (only with explicit consent)</li><li>Preparing and presenting a commercial offer</li></ul><p>The personal data provided to us will not be transferred to third parties or used for other purposes without the explicit consent of the user.</p>",
      "brownCardTitle4": "4. Data Analysis and Statistics",
      "brownCardDescription4": "Our website may use traffic analysis tools, such as Google Analytics, to collect anonymous information about website traffic. This data is used solely for statistical purposes and to improve the quality of our service. They do not allow for the identification of specific users.",
      "brownCardTitle5": "5. Cookies",
      "brownCardDescription5": "Our website uses cookies, which are small text files saved on the user's device.",
      "brownCard5CustomElement": "<p>Cookies are used to:</p><ul><li>Ensure proper functioning of the website</li><li>Remember user preferences</li><li>Create website traffic statistics</li><li>Customize advertising content</li></ul><p>The user can disable or limit the use of cookies in their browser settings at any time.</p>",
      "brownCardTitle6": "6. User Rights",
      "brownCardDescription6": "In accordance with GDPR, users have specific rights related to the processing of their personal data.",
      "brownCard6CustomElement": "<p>Users have the right to:</p><ul><li>Access their personal data</li><li>Rectify (correct) their data</li><li>Delete data (\"right to be forgotten\")</li><li>Restrict data processing</li><li>Data portability</li><li>Object to processing</li><li>Not be subject to decisions based solely on automated processing</li></ul><p>Any questions and requests regarding personal data should be sent to the email address: biuro@biofloor.pl.</p>",
      "brownCardTitle7": "7. Changes to the Privacy Policy",
      "brownCardDescription7": "We reserve the right to change the Privacy Policy to adapt it to changing needs and legal regulations. We will inform users about significant changes through appropriate announcements on our website.",
      "brownCard7CustomElement": "<p>The current version of the Privacy Policy will always be available on our website.</p><b>Last update: April 10, 2025</b>"
    }
  },
  "Copyright": {
    "Metadata": {
      "title": "BioFloor Copyright | Intellectual Property Protection",
      "description": "Explore our copyright and intellectual property policies. We respect creativity and comply with regulations - learn more!"
    },
    "Page": {
      "title": "Copyright",
      "titleLight": "- Information on intellectual property rights",
      "description": "Learn about the copyright and intellectual property protection rules on our website. We value authors' creativity and comply with applicable legal regulations.",
      "cta1": "Order a sample",
      "cta2": "See offer",
      "flaticonSectionTitle": "Graphic sources - FlatIcon Icons",
      "flaticonSectionDescription": "Below are the icons used in our project from FlatIcon. We thank the creators for making these graphic resources available."
    }
  },
  "NotFound": {
    "Page": {
      "h2": "Page not found",
      "p": "Sorry, but the page you're looking for doesn't exist or has been moved. Please use the options below.",
      "link1": "Return to homepage",
      "link2": "See offer",
      "productInfo1": "BioFloor - sunflower bedding for your breeding",
      "productInfo2": "Healthy birds, cleaner coops, greater efficiency"
    }
  },
  "Emails": {
    "contactForm": "Contact form",
    "client": {
      "welcome": "Welcome",
      "thanksForContact": "Thank you for contacting us. Our team will handle your message and respond as quickly as possible.",
      "weReceived": "We have received your message:",
      "title": "Title:",
      "message": "Message:",
      "ifQuestions": "If you have any additional questions, don't hesitate to contact us.",
      "regards": "Best regards,",
      "biofloorTeam": "BioFloor Team",
      "allRightsReserved": "All rights reserved."
    }
  }
}
