{
  "LocaleRootLayout": {
    "Metadata": {
      "default-title": "BioFloor - ci贸ka dla Hodowc贸w!"
    }
  },
  "CompanyBrand": {
    "logoAlt": "Logo BioFloor",
    "textLogoAlt": "Tekst logo BioFloor"
  },
  "Navigation": {
    "naturalSolution": "Naturalne rozwizanie",
    "advantages": "Atuty",
    "howToUse": "Jak stosowa?",
    "offer": "Oferta",
    "contact": "Kontakt",
    "LanguageButton": {
      "label": "Wybierz jzyk:",
      "locale": "{locale, select, pl {叼 Polski} de { Deutsch} en {吼 English} other {Nieznany}}"
    }
  },
  "Footer": {
    "contactTitle": "Dane Kontaktowe:",
    "localizationTitle": "Lokalizacja:",
    "streetShortcut": "ul.",
    "annotationTitle": "Adnotacje:",
    "howToUse": "Zobacz jak stosowa",
    "privacyPolicy": "Polityka prywatnoci",
    "contact": "Kontakt",
    "fullTruckloadLogistics": "Logistyka caosamochodowa",
    "copyright": "Prawa autorskie",
    "socialMediaTitle": "Znajd藕 nas na:"
  },
  "Home": {
    "Metadata": {
      "title": "BioFloor - Innowacyjna ci贸ka dla Hodowc贸w Drobiu | Zdrowie i Efektywno",
      "description": "Odkryj BioFloor - ci贸k z uski sonecznikowej, kt贸ra dba o zdrowie ptak贸w, higien kurnik贸w i efektywno hodowli. Zam贸w pr贸bk ju偶 dzi!"
    },
    "Page": {
      "title": "ci贸ka, kt贸ra dba o Twoj hodowl.",
      "description": "Zdrowe ptaki, czystsze kurniki, wiksza efektywno hodowli - to wszystko zaczyna si od odpowiedniego podo偶a. Podapki to nowoczesna ci贸ka sonecznikowa, kt贸ra czy wysok chonno, higien i warto od偶ywcz, zapewniajc komfort ptakom i oszczdnoci hodowcom.",
      "cta1": "Zam贸w pr贸bk",
      "cta2": "Zobacz ofert",
      "chickenImageAlt": "Zdjcie przedstawiajce kur",
      "beddingImageAlt": "Zdjcie przedstawiajce ci贸k BioFloor",
      "productTextImageAlt": "Produkt Podapki",
      "GreenLineImageAlt": "Zielona linia",
      "sectionIntroTitle": "Efektywno, kt贸ra si opaca",
      "sectionIntroDescription": "Odkryj, jak nasza ci贸ka podnosi standardy w hodowli drobiu.",
      "greenCardTitle1": "Komfort i dobrostan",
      "greenCardDescription1": "Delikatna, a jednoczenie stabilna struktura Podapki chroni apy drobiu, czc najlepsze cechy r贸偶nych materia贸w.",
      "greenCardTitle2": "Naturalna ochrona",
      "greenCardDescription2": "Ogranicza rozw贸j bakterii i grzyb贸w, jest bezpieczniejszy ni偶 torf czy soma.",
      "greenCardTitle3": "Chonno",
      "greenCardDescription3": "Podapki skutecznie pochaniaj wilgo, zapobiegajc rozwojowi bakterii i pleni, zapewniajc zdrowe, suche rodowisko.",
      "greenCardTitle4": "atwe czyszczenie",
      "greenCardDescription4": "Nie zbryla si, uatwia sprztanie i utrzymanie higieny w kurniku.",
      "informationSectionTitle": "Dla kogo?",
      "informationSectionDescription": "<b>Podapki</b> to ci贸ka stworzona dla nowoczesnych ferm i firm drobiarskich, kt贸re stawiaj na optymalizacj produkcji i dobrostan zwierzt. Nasze rozwizanie pomaga zwikszy wydajno, ograniczy straty i stworzy lepsze warunki hodowlane - bez kompromis贸w.",
      "informationSectionImageAlt": "Kury w kurniku",
      "informationSectionImageAlt2": "Wizyt贸wka BioFloor",
      "informationSectionTitle2": "Zainwestuj w przyszo hodowli",
      "informationSectionDescription2": "Jeli szukasz sprawdzonego rozwizania, kt贸re przynosi realne korzyci finansowe i zdrowotne, <b>Padapki</b> jest dla Ciebie. Skontaktuj si z nami i sprawd藕 czy mo偶emy pom贸c w rozwoju Twojej fermy.",
      "testimonialsSectionTitle": "Opinie naszych Klient贸w",
      "testimonialsSectionDescription": "Zadowoleni klienci to nasza najlepsza wizyt贸wka - poznaj ich zdanie o BioFloor.",
      "quote1": "<p>Plusy:</p><ul><li>sabsze pylenie w por贸wnaniu do somy lub trocin co przekada si na zdrowie i ukad oddechowy kurczt.</li><li>mniejsze zu偶ycie paszy - pisklak/kurczak lepiej rozpoznaje r贸偶nice pomidzy ci贸k a pasz co do minimum przekada si na straty.</li><li>higiena paszy w karmidach oraz poidach - przez grubo ci贸ki, ci贸ka nie dostaje si do poide oraz karmide jak jest w przypadku somy lub trocin.</li><li>rzadsze czyszczenie kurnika - z 1 raz w tygodniu na 1 raz na miesic.</li></ul>",
      "designation1": "Waciciel, Hodowla Drobiu",
      "Client": {
        "h3": "- ci贸ka dla Hodowc贸w -"
      },
      "sectionBackgroundImageAlt": "Zdjecie przedstawiajace podci贸k we wntrz kurniku"
    }
  },
  "NaturalSolution": {
    "Metadata": {
      "title": "BioFloor - Naturalne Podo偶e dla Hodowli Drobiu | Zdrowie i Wydajno",
      "description": "Poznaj znaczenie odpowiedniego podo偶a w hodowli drobiu. BioFloor eliminuje zagro偶enia, wspiera zdrowie ptak贸w i zwiksza efektywno produkcji."
    },
    "Page": {
      "title": "Podo偶e w hodowli drobiu",
      "titleLight": "- kluczowy czynnik zdrowia i efektywnoci",
      "description": "Jako podo偶a w kurniku ma bezporedni wpyw na zdrowie ptak贸w, efektywno produkcji oraz jako kocowego produktu. Waciwa struktura i skad podo偶a zapobiegaj rozwojowi bakterii i pleni, redukuj emisj szkodliwych gaz贸w oraz zapewniaj optymalny mikroklimat w budynku hodowlanym.",
      "cta1": "Zam贸w pr贸bk",
      "cta2": "Zobacz ofert",
      "sectionTitle": "Czym grozi niewaciwe podo偶e?",
      "sectionDescription": "殴le dobrane i niewaciwie utrzymane podo偶e prowadzi do:",
      "brownCardTitle1": "Nadmierna wilgotno",
      "brownCardDescription1": "Nadmiernej wilgotnoci, co sprzyja powstawaniu twardej skorupy i rozwojowi patogen贸w.",
      "brownCardTitle2": "Emisja gaz贸w",
      "brownCardDescription2": "Wzrostu emisji amoniaku, siarkowodoru i dwutlenku wgla - podra偶nienia bon luzowych ptak贸w, osabienia odpornoci i spadku jakoci tuszek.",
      "brownCardTitle3": "Zaka偶enia bakteryjne",
      "brownCardDescription3": "Zaka偶e bakteryjnych (Salmonella, Escherichia coli, Staphylococcus), zwikszajcych miertelno stada i koszty leczenia.",
      "brownCardTitle4": "Problemy dermatologiczne",
      "brownCardDescription4": "Problem贸w dermatologicznych - owrzodze st贸p i zapalenia pcherzy piersiowych.",
      "brownCardTitle5": "Zanieczyszczenie powietrza",
      "brownCardDescription5": "Zanieczyszczenia powietrza pyem, kt贸ry szkodzi zar贸wno ptakom, jak i pracownikom hodowli.",
      "informationSectionTitle": "Dla kogo?",
      "informationSectionDescription": "<b>Podapki</b> to ci贸ka stworzona dla nowoczesnych ferm i firm drobiarskich, kt贸re stawiaj na optymalizacj produkcji i dobrostan zwierzt. Nasze rozwizanie pomaga zwikszy wydajno, ograniczy straty i stworzy lepsze warunki hodowlane - bez kompromis贸w.",
      "informationSectionTitle2": "Podapki ci贸ka z uski sonecznika,",
      "informationSectionTitle2Light": "kt贸ra czy zalety najlepszych materia贸w i eliminuje ich wady.",
      "informationSection2CustomElement": "<li>Wyjtkowa absorpcja wilgoci - ogranicza tworzenie twardej skorupy i uatwia utrzymanie czystoci.</li><li>Redukcja emisji amoniaku i siarkowodoru - znaczco poprawia jako powietrza i zdrowie ptak贸w.</li><li>Naturalna izolacja cieplna - zapobiega wyzibieniu w zimie i przegrzaniu latem.</li><li>Struktura sprzyjajca naturalnym zachowaniom - ptaki mog grzeba i odpoczywa w komfortowych warunkach.</li><li>Ekonomia i efektywno - rzadsza wymiana podo偶a i mniejsze zu偶ycie materiau oznaczaj realne oszczdnoci.</li><li>Bezpieczestwo mikrobiologiczne - regularnie badana pod ktem patogen贸w, wolna od Salmonelli i mykotoksyn.</li><li>Dodatkowe wartoci od偶ywcze - zawarto biaka i tuszczu wspiera zdrowie i kondycj ptak贸w.</li>",
      "floorInfoSectionTitle": "Jakie podo偶e stosuje si w hodowli drobiu?",
      "floorInfoSectionDescription": "Wyb贸r podo偶a wpywa na zdrowie drobiu - zobacz r贸偶nice.",
      "hackerCardTitle1": "Wi贸ry drzewne",
      "hackerCardDescription1": "skuteczne w pochanianiu wilgoci, ale mog zawiera zanieczyszczenia i wymagaj mieszania z innymi materiaami.",
      "hackerCardTitle2": "Trociny",
      "hackerCardDescription2": "tasze, ale trudniejsze w utrzymaniu, ograniczona absorpcja wilgoci.",
      "hackerCardTitle3": "Torf",
      "hackerCardDescription3": "dobrze pochania wilgo, ale pyli i atwo zbryla si w twarde grudki.",
      "hackerCardTitle4": "ci贸ka granulowana",
      "hackerCardDescription4": "nowoczesne rozwizanie zapewniajce lepsz higien i mniejsz emisj gaz贸w. Ponadto dostarczajc wicej waciwoci od偶ywczych dajcych wiecej korzyci w dobrostanie.",
      "hackerCardTitle5": "Soma pszeniczna",
      "hackerCardDescription5": "popularna, ale wymaga czstej wymiany, sabo neutralizuje amoniak.",
      "summarySectionTitle": "Postaw na BioFloor",
      "summarySectionTitleLight": "- lepsze warunki, wiksza wydajno, wy偶sza jako produkcji!",
      "summarySectionDescription": "Dziki innowacyjnemu podo偶u hodowcy mog zwikszy efektywno produkcji, ograniczy straty i poprawi dobrostan zwierzt. Biofloor to nowoczesne rozwizanie, kt贸re realnie przekada si na zdrowie ptak贸w i rentowno hodowli.",
      "summaryCta1": "Kontakt"
    }
  },
  "Advantages": {
    "Metadata": {
      "title": "Zalety BioFloor | Komfort i Higiena w Hodowli Drobiu",
      "description": "Dowiedz si, dlaczego BioFloor to najlepszy wyb贸r: chonno, redukcja zapach贸w, ochrona ptak贸w i atwo sprztania. Naturalna ci贸ka dla hodowc贸w!"
    },
    "Page": {
      "title": "Nowa jako w hodowli drobiu",
      "titleLight": "- komfort i ekologia w jednym",
      "description": "<b>BioFloor</b> rewolucjonizuje hodowl drobiu, czc komfort, higien i ekologi. Dziki naturalnej usce sonecznikowej zapewnia suche podo偶e i zdrowsze ptaki, wspierajc hodowc贸w w osiganiu lepszych wynik贸w.",
      "cta1": "Zam贸w pr贸bk",
      "cta2": "Zobacz ofert",
      "sectionIntroTitle": "Dlaczego warto wybra Biofloor?",
      "sectionIntroDescription": "Biofloor to kompleksowe rozwizanie, kt贸re podnosi standardy hodowli drobiu na wy偶szy poziom.",
      "BrownCardTitle1": "Komfort i dobrostan ptak贸w",
      "BrownCardDescription1": "Delikatna, a jednoczenie stabilna struktura Biofloor dba o apy drobiu, minimalizujc ryzyko podra偶nie i uraz贸w. Soma bywa zbyt szorstka, pellet somiany - twardy i nieelastyczny, a torf, cho mikki, mo偶e powodowa problemy oddechowe. BioFloor czy najlepsze cechy r贸偶nych materia贸w, tworzc optymalne warunki dla zwierzt.",
      "BrownCardTitle2": "Wyjtkowa chonno",
      "BrownCardDescription2": "Biofloor skutecznie pochania wilgo, utrzymujc kurnik w optymalnych warunkach. Jego zdolno do zatrzymywania wilgoci zapobiega powstawaniu mokrych miejsc sprzyjajcych rozwojowi bakterii i pleni. W przeciwiestwie do somy czy pelletu somianego, kt贸re mog szybko przemaka, oraz torfu, kt贸ry generuje uci偶liwy py, BioFloor zapewnia zdrowe, suche rodowisko dla ptak贸w.",
      "BrownCardTitle3": "Redukcja nieprzyjemnych zapach贸w",
      "BrownCardDescription3": "Dziki naturalnym waciwociom BioFloor skutecznie wi偶e amoniak, ograniczajc jego emisj i poprawiajc jako powietrza w kurniku. Amoniak jest szkodliwy dla ptak贸w i mo偶e powodowa problemy oddechowe. Soma i pellet somiany zapewniaj jedynie czciow kontrol nad zapachem, a torf, cho dobrze go pochania, mo偶e powodowa nadmierne pylenie.",
      "BrownCardTitle4": "atwo w utrzymaniu czystoci",
      "BrownCardDescription4": "Dziki Biofloor sprztanie kurnika staje si szybkie i wygodne - wystarczy wymieni zabrudzon warstw na wie偶. Soma i pellet somiany czsto zbrylaj si i trudno je usun, natomiast torf jest lekki, ale pylcy. BioFloor uatwia utrzymanie higieny, ograniczajc czas i wysiek potrzebny na codzienn pielgnacj.",
      "BrownCardTitle5": "Naturalna ochrona przed bakteriami i grzybami",
      "BrownCardDescription5": "Biofloor dziaa jak naturalna bariera ochronna, ograniczajc rozw贸j bakterii i grzyb贸w. Regularnie poddawany badaniom pod ktem obecnoci Salmonelli i zarodnik贸w grzyb贸w, jest bezpieczniejsz alternatyw dla torfu, kt贸ry mo偶e by 藕r贸dem patogen贸w, oraz somy, kt贸ra czsto zawiera pozostaoci rodk贸w chemicznych.",
      "BrownCardTitle6": "Naturalne i zr贸wnowa偶one rozwizanie",
      "BrownCardDescription6": "Biofloor to produkt biodegradowalny i przyjazny rodowisku. W przeciwiestwie do somy czy pelletu somianego, kt贸re mog zawiera resztki pestycyd贸w, oraz torfu, kt贸rego wydobycie prowadzi do degradacji torfowisk, BioFloor jest w peni zr贸wnowa偶onym wyborem dla nowoczesnej hodowli.",
      "BrownCardTitle7": "Oszczdno",
      "BrownCardDescription7": "Dziki zawartoci biaek, tuszczy i bonnika daje lepszy produkt, wspomaga szybszy przyrost lub/i ni偶sze koszty 偶ywienia"
    }
  },
  "HowToUse": {
    "Metadata": {
      "title": "Jak Stosowa ci贸k BioFloor | Kalkulator i Praktyczne Wskaz贸wki",
      "description": "Oblicz idealn ilo ci贸ki BioFloor dziki naszemu kalkulatorowi. Sprawd藕 porady, jak stosowa podo偶e dla najlepszych efekt贸w w hodowli drobiu."
    },
    "Page": {
      "title": "Jak stosowa nasz ci贸k?",
      "description": "Skorzystaj z prostego narzdzia, kt贸re pomo偶e Ci policzy optymaln ilo ci贸ki do Twoich potrzeb.",
      "Calculator": {
        "thicknessError": "Warto musi wynosi co najmniej 0,01",
        "areaError": "Warto musi wynosi co najmniej 0,01",
        "label1": "Grubo ci贸ki (cm)",
        "desc1": " Pamitaj, 偶e wiksze ptaki, potrzebuj dwa razy grubszej ci贸ki.",
        "label2": "Powierzchnia (m虏)",
        "desc2": "Powierzchnia, na kt贸rej ma by zastosowana ci贸ka.",
        "buttonCalculate": "Oblicz",
        "result": "Wynik:",
        "resultParagraph": "Aby uzyska {area}m虏 pokrycia, zastosuj <b>{requiredKg}</b> kg.",
        "infoParagraph": "*Proponowane wyliczenia s nasz sugesti zastosowania i powinny by dostosowane do indywidualnych preferencji hodowcy.",
        "buttonReset": "Resetuj"
      },
      "sectionIntroTitle": "Dodatkowe zalecenia",
      "sectionIntroDescription": "Poni偶ej przedstawiamy dodatkowe wskaz贸wki, kt贸re pomog w efektywnym stosowaniu naszej ci贸ki:",
      "brownCardTitle1": "Przygotowanie podogi:",
      "brownCardDescription1": "Dogrzewanie kurnika przed rozsypaniem ci贸ki, aby zapewni odpowiedni temperatur.",
      "brownCardTitle2": "Aplikacja:",
      "brownCardDescription2": "Rozsypywanie rczne lub za pomoc rozrzutnika, z dbaoci o r贸wnomierne pokrycie.",
      "brownCardTitle3": "Zarzdzanie:",
      "brownCardDescription3": "Dla nier贸wnych pod贸g rozwa偶y wypenienie spka cementem przed aplikacj, co jest bardziej opacalne. Po chowie ci贸k mo偶na kompostowa lub stosowa jako naw贸z na pola.",
      "brownCardTitle4": "Przygotowanie podogi:",
      "brownCardDescription4": "Dogrzewanie kurnika przed rozsypaniem ci贸ki, aby zapewni odpowiedni temperatur.",
      "brownCardTitle5": "Uwagi:",
      "brownCardDescription5": "Jeli podoga jest bardzo czysta, zdezynfekowana i dogrzana, mo偶na rozwa偶y mniejsz ilo ci贸ki, ale z ostro偶noci.",
      "tableSectionTitle": "Rekomendowane wartoci",
      "tableSectionDescription": "W tabeli poni偶ej zebralimy sugerowane wartoci pokrycia ci贸ki dla kurnik贸w. Uwzgldniaj one typ drobiu oraz specyfik podogi i sezonu.",
      "tableType": "Typ drobiu",
      "tableSeason": "Sezon",
      "tableFloor": "Typ podogi",
      "tableCoverage": "Pokrycie (kg/m)虏",
      "typeBroiler": "Brojler",
      "typeTurkeyRearing": "Indyk odch贸w",
      "typeTurkeyFattening": "Indyk tucz",
      "typeLayingHenFreeRange": "Kura noska (wolny wybieg)",
      "seasonSummer": "Lato",
      "seasonWinter": "Zima",
      "floorWarm": "Ciepa",
      "floorCold": "Zimna"
    }
  },
  "Offer": {
    "Metadata": {
      "title": "Oferta BioFloor | ci贸ka dla Drobiu - Hurt i Detal",
      "description": "Poznaj nasz ofert: hurtowe dostawy caosamochodowe i pojedyncze Big Bagi. Skontaktuj si, zam贸w pr贸bk i dostosuj zakup do swojej hodowli!"
    },
    "Page": {
      "title": "Poznaj nasz ofert",
      "titleLight": "- dopasowana do Twoich potrzeb",
      "description": "W trosce o najwy偶sz jako i wygod naszych klient贸w oferujemy ci贸k <b>BioFloor</b> w dw贸ch formach sprzeda偶y, dostosowanych do r贸偶nych potrzeb hodowc贸w. Dziki temu ka偶dy mo偶e wybra rozwizanie idealnie pasujce do skali i specyfiki swojej hodowli.",
      "cta1": "Zam贸w pr贸bk",
      "offerSectionTitle": "Sprzeda偶 hurtowa",
      "offerSectionDescription": "Zapewniamy dostawy caopojazdowe w Big Bagach o pojemnoci okoo 1.05 ton. To idealne rozwizanie dla du偶ych gospodarstw i ferm drobiu, kt贸re potrzebuj staych, wydajnych dostaw w ekonomicznej formie.",
      "offerSectionLink": "Jak wyglda logistyka caosamochodowa?",
      "offerSectionTitle2": "Sprzeda偶 pojedynczych Big Bag",
      "offerSectionDescription2": "Oferujemy mo偶liwo zakupu mniejszych partii, co pozwala na elastyczne zarzdzanie zapasami i dostosowanie iloci do indywidualnych potrzeb.",
      "contactSectionTitle": "Ceny ustalane indywidualnie - skontaktuj si z nami!",
      "contactSectionDescription": "Chtnie odpowiemy na wszelkie pytania oraz dostarczymy pr贸bki, aby mogli Pastwo osobicie przekona si o jakoci naszego produktu.",
      "contactSectionCta": "Kontakt"
    }
  },
  "Contact": {
    "Metadata": {
      "title": "Kontakt z BioFloor | Zam贸wienia i Pytania o ci贸k dla Drobiu",
      "description": "Masz pytania lub chcesz zam贸wi ci贸k BioFloor? Skontaktuj si z nami szybko i atwo - wspieramy hodowc贸w drobiu na ka偶dym kroku!"
    },
    "Page": {
      "title": "Czekamy na Tw贸j kontakt!",
      "description": "Chcesz zo偶y zam贸wienie na nasz ci贸k albo masz pytania? Napisz do nas lub zadzwo - chtnie zadbamy o Twoje potrzeby!",
      "Form": {
        "id1": "zloz-zamowienie",
        "id2": "zamow-probke",
        "id3": "zadaj-pytanie",
        "id4": "nawiaz-wspolprace",
        "formLabel1": "Z贸偶 zam贸wienie",
        "formLabel2": "Zam贸w pr贸bk",
        "formLabel3": "Zadaj pytanie",
        "formLabel4": "Nawi偶 wsp贸prac",
        "buttonComeBack": "Wr贸 do formularzy",
        "messageFormError": "Wiadomo jest wymagana",
        "titleFormError": "Tytu jest wymagany",
        "nameFormError": "Imi i nazwisko s wymagane",
        "emailFormError1": "Email jest wymagany",
        "emailFormError2": "Nieprawidowy adres email",
        "phoneNumberFormError1": "Numer telefonu jest wymagany",
        "phoneNumberFormError2": "Numer telefonu musi zawiera tylko cyfry",
        "beddingTypeFormError": "Wyb贸r rodzaju jest wymagany",
        "beddingTypeSampleFormError": "Wyb贸r rodzaju pr贸bki jest wymagany",
        "successMessage": "Wiadomo zostaa wysana. Skontaktujemy si z Tob jak najszybciej.",
        "successMessageSample": "Zam贸wienie pr贸bki zostao wysane. Skontaktujemy si z Tob jak najszybciej.",
        "errorMessage": "Wystpi bd. Spr贸buj ponownie p贸藕niej.",
        "formLabelMessage": "Wiadomo",
        "formLabelTitle": "Tytu",
        "formLabelName": "Imi i nazwisko",
        "formLabelPhoneNumber": "Numer telefonu",
        "formLabelBeddingType": "Rodzaj ci贸ki",
        "formLabelBeddingTypeOptional": "Rodzaj ci贸ki (opcjonalnie)",
        "formLabelEmail": "Adres email",
        "formSelectValue": "Wybierz rodzaj ci贸ki",
        "notChosen": "Nie wybrano",
        "formPlaceholderSample": "Dodatkowe informacje dotyczce pr贸bki / dostawy...",
        "buttonSending": "Wysyanie...",
        "buttonSend": "Wylij"
      },
      "sectionTitle": "Zawsze w zasigu rki",
      "sectionDescription": "Potrzebujesz szybkiego kontaktu? Poni偶ej znajdziesz wszystkie niezbdne informacje.",
      "brownCardTitle1": "Adresy email:",
      "brownCardTitle2": "Numery telefon贸w:",
      "brownCardTitle3": "Lokalizacja:",
      "brownCardDescription3": "ul. Szubiska 67 <br></br> Biae Bota, 86-005 <br></br> Polska 叼"
    }
  },
  "FullTruckloadLogistics": {
    "Metadata": {
      "title": "Logistyka Caosamochodowa BioFloor | Szybka Dostawa ci贸ki",
      "description": "Sprawd藕, jak sprawnie dostarczamy ci贸k BioFloor. Niezawodna logistyka caosamochodowa i galeria procesu - zam贸w ju偶 teraz!"
    },
    "Page": {
      "title": "Jak wyglda logistyka caosamochodowa?",
      "titleLight": "- sprawnie i na czas",
      "description": "Logistyka caosamochodowa z <b>Biofloor</b> to gwarancja szybkiej i niezawodnej dostawy ci贸ki prosto do Twojej hodowli. Organizujemy transport w peni dostosowany do Twoich potrzeb - od momentu zo偶enia zam贸wienia, przez zaadunek, a偶 po dostarczenie produktu pod wskazany adres.",
      "cta1": "Zam贸w pr贸bk",
      "cta2": "Zobacz ofert",
      "sectionIntroTitle": "Zobacz proces w praktyce",
      "sectionIntroDescription": "Zdjcia ukazuj, jak efektywnie realizujemy logistyk caosamochodow <b>BioFloor</b>.",
      "sectionIntroImageAlt": "Zdjcie przedstawiajce zaadunek ci贸ki BioFloor do samochodu ci偶arowego."
    }
  },
  "PrivacyPolicy": {
    "Metadata": {
      "title": "Polityka Prywatnoci BioFloor | Ochrona Twoich Danych",
      "description": "Dowiedz si, jak BioFloor chroni i przetwarza Twoje dane osobowe. Transparentno i bezpieczestwo to nasze priorytety - sprawd藕 szczeg贸y!"
    },
    "Page": {
      "title": "Polityka Prywatnoci",
      "titleLight": "- Twoje dane s dla nas wa偶ne",
      "description": "Dowiedz si, w jaki spos贸b przetwarzamy i chronimy Twoje dane osobowe. Szanujemy Twoj prywatno i zapewniamy transparentno naszych dziaa.",
      "cta1": "Zam贸w pr贸bk",
      "cta2": "Zobacz ofert",
      "sectionIntroTitle": "Wprowadzenie",
      "sectionIntroDescription": "Twoja prywatno jest dla nas priorytetem! W niniejszej Polityce Prywatnoci znajdziesz szczeg贸y dotyczce tego, jak zbieramy, przetwarzamy i chronimy Twoje dane osobowe podczas korzystania z naszej witryny internetowej.",
      "brownCardTitle1": "1. Informacje o Administratorze Danych Osobowych",
      "brownCardDescription1": "Niniejsza Polityka Prywatnoci okrela zasady przetwarzania i ochrony danych osobowych przekazywanych przez u偶ytkownik贸w w zwizku z korzystaniem z naszego serwisu internetowego. Administratorem danych osobowych jest:",
      "brownCard1CustomElement": "<li><b>BioFloor Sp. z o.o.</b></li><li>Adres: ul. Szubiska 67 Biae Bota, 86-005 Bydgoszcz</li><li>NIP: 5543034767</li><li>REGON: 541379704</li><li>KRS: 0001166024</li><li>Adres e-mail: biuro@biofloor.pl</li><li>Telefon: +48 786 866 690</li>",
      "brownCardTitle2": "2. Dane Osobowe",
      "brownCardDescription2": "Zgromadzenie i przetwarzanie danych osobowych u偶ytkownik贸w jest prowadzone zgodnie z obowizujcymi przepisami prawa, w szczeg贸lnoci z Rozporzdzeniem Parlamentu Europejskiego i Rady (UE) 2016/679 z dnia 27 kwietnia 2016 r. w sprawie ochrony os贸b fizycznych w zwizku z przetwarzaniem danych osobowych i w sprawie swobodnego przepywu takich danych (RODO).",
      "brownCard2CustomElement": "<p>Nie zbieramy 偶adnych danych osobowych na naszej stronie internetowej bez wyra藕nej zgody u偶ytkownika.</p><p>Nasza strona jest wyposa偶ona w certyfikat SSL, co oznacza, 偶e wszystkie przekazywane informacje s szyfrowane i chronione przed dostpem os贸b nieupowa偶nionych.</p>",
      "brownCardTitle3": "3. Cel i Zakres Przetwarzania Danych Osobowych",
      "brownCardDescription3": "Jeli u偶ytkownik dobrowolnie poda nam swoje dane osobowe (na przykad w formularzu kontaktowym lub w celu zam贸wienia pr贸bki produktu), bdziemy przetwarza te dane wycznie w okrelonych celach.",
      "brownCard3CustomElement": "<p>Dane osobowe przetwarzamy w celu:</p><ul><li>Udzielenia odpowiedzi na zapytania przesane przez formularz kontaktowy</li><li>Realizacji zam贸wienia pr贸bek produkt贸w</li><li>Przesyania informacji handlowych i marketingowych (tylko za wyra藕n zgod)</li><li>Przygotowania i przedstawienia oferty handlowej</li></ul><p>Dostarczone nam dane osobowe nie bd przekazywane osobom trzecim ani wykorzystywane w innych celach bez wyra藕nej zgody u偶ytkownika.</p>",
      "brownCardTitle4": "4. Analiza Danych i Statystyki",
      "brownCardDescription4": "Nasza strona mo偶e korzysta z narzdzi do analizy ruchu, takich jak Google Analytics, w celu zbierania anonimowych informacji na temat ruchu na stronie. Te dane s wykorzystywane wycznie w celach statystycznych i doskonalenia jakoci naszego serwisu. Nie pozwalaj one na identyfikacj konkretnych u偶ytkownik贸w.",
      "brownCardTitle5": "5. Pliki Cookies",
      "brownCardDescription5": "Nasza strona wykorzystuje pliki cookies (ciasteczka), kt贸re s maymi plikami tekstowymi zapisywanymi na urzdzeniu u偶ytkownika.",
      "brownCard5CustomElement": "<p>Pliki cookies su偶 do:</p><ul><li>Zapewnienia prawidowego funkcjonowania strony</li><li>Zapamitywania preferencji u偶ytkownika</li><li>Tworzenia statystyk ogldalnoci strony</li><li>Dostosowania treci reklamowych</li></ul><p>U偶ytkownik mo偶e w ka偶dej chwili wyczy lub ograniczy u偶ywanie plik贸w cookies w ustawieniach przegldarki internetowej.</p>",
      "brownCardTitle6": "6. Prawa U偶ytkownik贸w",
      "brownCardDescription6": "Zgodnie z RODO, u偶ytkownicy maj okrelone prawa zwizane z przetwarzaniem ich danych osobowych.",
      "brownCard6CustomElement": "<p>U偶ytkownicy maj prawo do:</p><ul><li>Dostpu do swoich danych osobowych</li><li>Sprostowania (poprawiania) swoich danych</li><li>Usunicia danych (\"prawo do bycia zapomnianym\")</li><li>Ograniczenia przetwarzania danych</li><li>Przenoszenia danych</li><li>Wniesienia sprzeciwu wobec przetwarzania</li><li>Niepodlegania decyzjom opartym wycznie na zautomatyzowanym przetwarzaniu</li></ul><p>Wszelkie pytania i proby dotyczce danych osobowych prosimy kierowa na adres e-mail: biuro@biofloor.pl.</p>",
      "brownCardTitle7": "7. Zmiany w Polityce Prywatnoci",
      "brownCardDescription7": "Zastrzegamy sobie prawo do zmiany Polityki Prywatnoci w celu dostosowania jej do zmieniajcych si potrzeb i przepis贸w prawnych. O istotnych zmianach bdziemy informowa u偶ytkownik贸w poprzez stosowne ogoszenia na naszej stronie internetowej.",
      "brownCard7CustomElement": "<p>Aktualna wersja Polityki Prywatnoci zawsze bdzie dostpna na naszej stronie internetowej.</p><b>Ostatnia aktualizacja: 10 kwietnia 2025 r.</b>"
    }
  },
  "Copyright": {
    "Metadata": {
      "title": "Prawa Autorskie BioFloor | Ochrona Wasnoci Intelektualnej",
      "description": "Poznaj nasze zasady ochrony praw autorskich i wasnoci intelektualnej. Szanujemy tw贸rczo i przestrzegamy przepis贸w - dowiedz si wicej!"
    },
    "Page": {
      "title": "Prawa Autorskie",
      "titleLight": "- Informacje o prawach wasnoci intelektualnej",
      "description": "Zapoznaj si z zasadami ochrony praw autorskich i wasnoci intelektualnej na naszej witrynie. Cenimy tw贸rczo autor贸w i przestrzegamy obowizujcych przepis贸w prawnych.",
      "cta1": "Zam贸w pr贸bk",
      "cta2": "Zobacz ofert",
      "flaticonSectionTitle": "殴r贸da grafik - Ikony FlatIcon",
      "flaticonSectionDescription": "Poni偶ej przedstawiamy ikony wykorzystane w naszym projekcie, pochodzce z serwisu FlatIcon. Dzikujemy tw贸rcom za udostpnienie tych zasob贸w graficznych."
    }
  },
  "NotFound": {
    "Page": {
      "h2": "Strona nie znaleziona",
      "p": "Przepraszamy, ale strona kt贸rej szukasz nie istnieje lub zostaa przeniesiona. Zapraszamy do skorzystania z poni偶szych opcji.",
      "link1": "Powr贸t do strony g贸wnej",
      "link2": "Zobacz ofert",
      "productInfo1": "Podapki - ci贸ka sonecznikowa dla Twojej hodowli",
      "productInfo2": "Zdrowe ptaki, czystsze kurniki, wiksza efektywno"
    }
  },
  "Emails": {
    "contactForm": "Formularz kontaktowy",
    "Client": {
      "welcome": "Witaj",
      "thanksForContact": "Dzikujemy za kontakt z nami. Nasz zesp贸 zajmie si Twoj wiadomoci i odpowie najszybciej jak to mo偶liwe.",
      "weReceived": "Otrzymalimy Twoj wiadomo:",
      "title": "Tytu:",
      "message": "Wiadomo:",
      "ifQuestions": "Jeli masz dodatkowe pytania, nie wahaj si z nami skontaktowa.",
      "regards": "Pozdrawiamy,",
      "biofloorTeam": "Zesp贸 BioFloor",
      "allRightsReserved": "Wszystkie prawa zastrze偶one."
    }
  },
  "Documents": {
    "CalculatorPdf": {
      "buttonText": "Pobierz PDF",
      "title": "Kalkulator podci贸ki",
      "detailsOfCalculation": "Szczeg贸y oblicze",
      "thickness": "Grubo ci贸ki:",
      "area": "Powierzchnia:",
      "requiredKg": "Potrzebna ilo:",
      "infoParagraph": "*Proponowane wyliczenia s sugesti i powinny by dostosowane do indywidualnych preferencji hodowcy.",
      "footerHeader": "BioFloor - naturalna ci贸ka dla zdrowia zwierzt",
      "generatedDate": "Wygenerowano:",
      "pdfName": "Wynik_BioFloor.pdf"
    }
  }
}
